Repository: florian-neblich/bc_training
Catalog: Translations/BC-Schulung FLN.*.xlf
Languages: de_de

# Table 3271052804 - Property 2879900210
source: Interest Calc. Scheme
de_de: Zinskalkulationsschema

# Table 3271052804 - NamedType 2476940767
source: must not be greater than %1!
de_de: darf nicht größer als %1 sein!

# Table 3271052804 - NamedType 3114637384
source: must not be less than %1!
de_de: darf nicht kleiner sein als %1!

# Table 3271052804 - NamedType 3752334001
source: The Amound is not within the range of allowed amounts %1..%2
de_de: Der Betrag liegt außerhalb des zulässigen Bereiches %1 ..%2!

# Table 3271052804 - NamedType 95063322
source: The Date ist not within the range of allowed dates %1..%2.
de_de: Das Datum liegt außerhalb des zulässigen Bereiches %1 ..%2!

# Table 3271052804 - Field 3543129988 - Property 2879900210
source: Blocked
de_de: Gesperrt

# Table 3271052804 - Field 2790486453 - Property 2879900210
source: Comment
de_de: Bemerkung [NAB: SUGGESTION]Kommentar

# Table 3271052804 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung [NAB: SUGGESTION]Description

# Table 3271052804 - Field 2675841586 - Property 2879900210
source: Max. Amount
de_de: Maximaler Betrag

# Table 3271052804 - Field 1834992572 - Property 2879900210
source: Min. Amount
de_de: Minimaler Betrag

# Table 3271052804 - Field 1180181476 - Property 2879900210
source: Search Description
de_de: Suchbegriff

# Table 3271052804 - Field 3599362020 - Property 2879900210
source: Total Duration Years
de_de: Summe Laufzeit (Jahre)

# Table 3271052804 - Field 1771795884 - Property 2879900210
source: Valid From
de_de: Gültigkeit ab [NAB: SUGGESTION]Gültig ab

# Table 3271052804 - Field 413958159 - Property 2879900210
source: Valid To
de_de: Gültig bis

# Table 3513049618 - Field 3329930854 - Property 2879900210
source: Duration Years
de_de: Laufzeit (Jahre)

# Table 3513049618 - Field 3523703391 - Property 2879900210
source: Interest Calc. Scheme Code
de_de: Zinsrechner Schema Code

# Table 3513049618 - Field 3083133727 - Property 2879900210
source: Interest Percent
de_de: Zinssatz

# Table 3513049618 - Field 3320823955 - Property 2879900210
source: Line No.
de_de: Zeilennr. [NAB: SUGGESTION]Lfd. Nr.

# Table 4279276614 - Property 2879900210
source: Interest Calc. Setup
de_de: Zinsrechner Einrichtung

# Table 4279276614 - Field 1987066414 - Property 2879900210
source: Interest Round. Precision
de_de: Zinsrundungspräzision

# Codeunit 930276948 - Method 2469324726 - NamedType 230654827
source: Unequal count of parameters!
de_de: Ungleiche Anzahl an Parametern!

# Codeunit 930276948 - Method 1384013020 - NamedType 230654827
source: Unequal count of parameters!
de_de: Ungleiche Anzahl an Parametern!

# Page 175029704 - Property 2879900210
source: Interest Calc. Scheme Line
de_de: Zinskalkulationsschema Zeile

# Page 1966328496 - Property 2879900210
source: Interest Calc. Scheme Card
de_de: Zinskalkulationsschema Karte

# Page 1966328496 - Control 2445482498 - Property 2879900210
source: General
de_de: Allgemein

# Page 1966328496 - Control 175029704 - Property 2879900210
source: Lines
de_de: Zeilen

# Page 1966328496 - Control 821689635 - Property 2879900210
source: Invoice
de_de: Fakturierung [NAB: SUGGESTION]Fakturieren

# Page 1966328496 - Action 3271052804 - Property 2879900210
source: Interest Calc. Scheme
de_de: Zinskalkulationsschema

# Page 1966328496 - Action 2790486453 - Property 2879900210
source: Comments
de_de: Bemerkungen

# Page 4211251551 - Property 2879900210
source: Interest Calc. Scheme Lines
de_de: Zinskalkulationsschema Zeile

# Page 1314319254 - Property 2879900210
source: Interest Calc. Scheme List
de_de: Zinskalkulationsschema Liste

# Page 1314319254 - Action 3271052804 - Property 2879900210
source: Interest Calc. Scheme
de_de: Zinskalkulationsschema

# Page 1314319254 - Action 2790486453 - Property 2879900210
source: Comments
de_de: Bemerkungen

# Page 4279276614 - Property 2879900210
source: Interest Calc. Setup
de_de: Zinsrechner Einrichtung

# Page 4279276614 - Control 2445482498 - Property 2879900210
source: General
de_de: Allgemein

# PageExtension 1496902179 - Action 3878267696 - Property 2879900210
source: Calc. Total Capital
de_de: Gesamtkapital berechnen

source: Total amount: %1 MW
de_de: Das Gesamtkapital beträgt: %1 MW

# EnumExtension 688090277 - EnumValue 3271052804 - Property 2879900210
source: Interest Calc. Scheme
de_de: Zinskalkulationsschema
